#include <iostream>
#include <fstream>

using namespace std;



int main() {
	setlocale(LC_ALL, "Rus");
	cout << "	Добро пожаловать в консольное приложение, описывающее базовые сущности трубопроводного транспорта газа!!!" << '\n';
	cout << "                                          В вашем распоряжении есть меню                                           " << '\n';
	cout << "1. Добавить трубу" << '\n';
	cout << "2. Добавить КС" << '\n';
	cout << "3. Просмотр всех объектов" << '\n';
	cout << "4. Редактировать трубу" << '\n';
	cout << "5. Редактировать КС" << '\n';
	cout << "6. Сохранить" << '\n';
	cout << "7. Загрузить" << '\n';
	cout << "0. Выход" << '\n';














	return 0;
}